{"inkVersion":19,"root":[["^NOOO! My life's work! MY power! My... My... My... wow I actually feel really good now. ",{"#":"KingMoke"},"\n","^Well would you look at that, a knock on the head really did the trick! ",{"#":"Netrixi"},"\n","^It will take him a long time to regain my trust. I've got my eye on you, too Netrixi. Still without you, my father would still be utterly diablocial. ",{"#":"Folvar"},"\n","^What are we going to do about the stone? It is evil. We cannot leave it here. I can take it back to my village where it will be safe from the greedy hearts of the Iron Forge. No offense... ",{"#":"Iv"},"\n","^Who will take the stone?","\n","ev","str","^Netrixi","/str","/ev",{"*":"0.c-0","flg":4},"ev","str","^Folkvar","/str","/ev",{"*":"0.c-1","flg":4},"ev","str","^Iv","/str","/ev",{"*":"0.c-2","flg":4},{"c-0":["^ ",{"->":"Netrixi_takes_stone"},"\n",{"->":"0.g-0"},{"#f":5}],"c-1":["^ ",{"->":"Folkvar_takes_stone"},"\n",{"->":"0.g-0"},{"#f":5}],"c-2":["^ ",{"->":"Iv_takes_stone"},"\n",{"->":"0.g-0"},{"#f":5}],"g-0":["done",{"#f":5}]}],"done",{"Netrixi_takes_stone":[["^Netrixi takes the Beholderite back to her lab where she runs experiments on it and eventually figures out how it can make her the most powerful witch in the Iron Region","\n","^Iv goes back to find her brother, and although his trauma is great, he is relearning the way of the Monks","\n","^Folkvar is crowned King and begins an anti-beholderite movement of people dedicated to cleansing the Region of its stain of Beholderite","\n","ev","str","^THE END","/str","/ev",{"*":".^.c-0","flg":4},{"c-0":["^ ","end","\n",{"#f":5}]}],{"#f":1}],"Folkvar_takes_stone":[["^Folkvar takes the stone and uses it to bring order back to the Iron Region. His father's delusion fades, but the King still agrees to hand the crown over to his son. Folkvar eradicates all other Beholderite.","\n","^Iv returns her brother back to the monk community in the mountains, where he undergoes mental and physical rehabilitation with the support of his loved ones. Even still, something nags at his heart. He still feels the Beholderite stone in the sceptor.","\n","^Netrixi returns home. She has seen the evil that Beholderite can draw people into - including herself. She needs to get away. She destroys her lab equipment, and leaves her home to wander.","\n","ev","str","^THE END","/str","/ev",{"*":".^.c-0","flg":4},{"c-0":["^ ","end","\n",{"#f":5}]}],{"#f":1}],"Iv_takes_stone":[["^Netrixi gives Beholderite to Iv, asking her to keep it safe with the enlightened monks. Netrixi goes back to her house and stares at the ceiling","\n","^Iv takes the stone and keeps it in her mentally healthy community. Her brother is no longer entirely pure- he feels temptation","\n","^Folkvar and his father return to the kingdom and his father remembers the his love for his Region. They begin to rebuild together","\n","ev","str","^THE END","/str","/ev",{"*":".^.c-0","flg":4},{"c-0":["^ ","end","\n",{"#f":5}]}],{"#f":1}],"#f":1}],"listDefs":{}}